Repository: emilschn/john-coffee
Catalog: languages/johncoffee-*.po
Languages: fr_fr

source: Hello everyone!
fr_fr: Bonjour tout le monde !

source: A little question for today!
fr_fr: Une petite question aujourd'hui !

source: Warm greetings!
fr_fr: Chaleureuses salutations !

source: Hello!
fr_fr: Bonjour !

source: Hello everybody!
fr_fr: Hello tout le monde !

source: Can you choose
fr_fr: Est-ce que vous pouvez choisir

source: Can you share
fr_fr: Pouvez-vous partager

source: Can you speak about
fr_fr: Pouvez-vous nous parler d'

source: Would you like to share
fr_fr: Voudriez-vous partager

source: Would you like to speak about
fr_fr: Voudriez-vous nous parler d'

source: a song
fr_fr: une chanson

source: a movie
fr_fr: un film

source: a TV serie (or an anime)
fr_fr: une série (ou un anime)

source: a quote (or lyrics from a song)
fr_fr: une citation (ou paroles de chanson)

source: a recipe
fr_fr: une recette

source: a restaurant
fr_fr: un restaurant

source: a town
fr_fr: une ville

source: a country
fr_fr: un pays

source: an activity
fr_fr: une activité

source: a sport
fr_fr: un sport

source: a photo
fr_fr: une photo

source: a video
fr_fr: une vidéo

source: a personnality
fr_fr: une personnalité

source: a book or a comic book
fr_fr: un livre ou une BD

source: a painting
fr_fr: une peinture

source: someone close to you
fr_fr: une personne de votre entourage

source: a cartoon
fr_fr: un dessin animé

source: a singer
fr_fr: une chanteuse ou un chanteur

source: a coworker
fr_fr: un collègue

source: a childhood memory
fr_fr: un souvenir d'enfance

source: a memory from your yooth
fr_fr: un souvenir de jeunesse

source: something stupid
fr_fr: une bêtise

source: a dream
fr_fr: un rêve

source: a game
fr_fr: un jeu

source: a video game
fr_fr: un jeu vidéo

source: an animal
fr_fr: un animal

source: you recommend
fr_fr: que vous recommandez

source: that can freak you out
fr_fr: qui peut vous faire peur

source: that you find splendid
fr_fr: que vous trouvez magnifique

source: that can make you sad
fr_fr: qui peut vous rendre triste

source: that is a guilty pleasure
fr_fr: qui est un plaisir coupable

source: that you liked when you were younger but not anymore
fr_fr: que vous aimiez jeunes mais plus maintenant

source: that is a great memory
fr_fr: qui est un super souvenir

source: that can boost your spirit
fr_fr: qui peut vous filer la pêche

source: that can drive you crazy
fr_fr: qui vous rend dingue

source: that affects you
fr_fr: qui vous émeut

source: that questions you
fr_fr: qui vous questionne

source: that disgusts you
fr_fr: qui vous dégoute

source: that inspires you
fr_fr: qui vous inspire

source: from your childhood region or your hometown
fr_fr: de votre région ou ville natale

source: that everyone likes but not you
fr_fr: que tout le monde aime mais pas vous

source: that everyone hates but that you like
fr_fr: que tout le monde déteste mais que vous adorez

source: Could you share a song that you discovered recently?
fr_fr: Pouvez-vous partager une chanson que vous avez découverte récemment ?

source: What is the song that you can&nbsp;t stop listening to at the moment?
fr_fr: Quelle est la chanson que vous écoutez le plus en ce moment ?

source: Who is the singer that you can&nbsp;t stop listening to at the moment?
fr_fr: Quel est l'artiste musical vous écoutez le plus en ce moment ?

source: What is the last movie that you saw and liked?
fr_fr: Quel est le dernier film que vous avez vu et aimé ?

source: What is the last movie that you saw and hated?
fr_fr: Quel est le dernier film que vous avez vu et détesté ?

source: Are you watching a TV serie or anime at the moment? Do you like it?
fr_fr: Est-ce que vous regardez une série télé ou un anime en ce moment ? Vous aimez ?

source: Are you playing a game or video game at the moment? Do you like it?
fr_fr: Est-ce que vous jouez à un jeu ou un jeu vidéo en ce moment ? Vous aimez ?

source: What is the last cartoon that you saw and liked?
fr_fr: Quel est le dernier dessin animé que vous avez vu et aimé ?

source: What is the last cartoon that you saw and hated?
fr_fr: Quel est le dernier dessin animé que vous avez vu et détesté ?

source: What is the last recipe you cooked?
fr_fr: Quelle est la dernière recette que vous avez cuisinée ?

source: What is the last recipe you failed?
fr_fr: Quelle est la dernière recette que vous avez loupée ?

source: Have you discovered a great restaurant recently?
fr_fr: Avez-vous découvert un super restaurant dernièrement ?

source: Is there an activity that you like to practice these days?
fr_fr: Y'a-t-il une activité que vous aimez pratiquer en ce moment ?

source: Is there a sport that you discovered recently?
fr_fr: Y'a-t-il un sport que vous avez découvert récemment ?

source: Could you share a video that you liked this month?
fr_fr: Pouvez-vous partager une vidéo que vous avez aimé ce mois-ci ?

source: What is the last book or comic book that you read and liked?
fr_fr: Quel est le dernier livre (ou BD) que vous avez lu et aimé ?

source: What is the last book or comic book that you read and hated?
fr_fr: Quel est le dernier livre (ou BD) que vous avez lu et détesté ?

source: Have you discovered a painting recently?
fr_fr: Avez-vous découvert une peinture dernièrement ?

source: Did you take a good picture recently?
fr_fr: Avez-vous pris une super photo récemment ?

source: Have you discovered a strange animal recently?
fr_fr: Avez-vous découvert un animal bizarre dernièrement ?

source: What is your all time favorite song?
fr_fr: Quelle est votre chanson préférée ?

source: What is your all time favorite music album?
fr_fr: Quelle est votre album de musique préféré ?

source: What is your all time favorite singer or band?
fr_fr: Quelle est votre artiste musical (solo ou groupe) préféré ?

source: What is your all time favorite movie?
fr_fr: Quel est votre film préféré ?

source: What is the movie that you watched the most times?
fr_fr: Quel est le film que vous avez vu le plus de fois ?

source: What is your all time favorite cartoon?
fr_fr: Quel est votre dessin animé préféré ?

source: What is the cartoon that you watched the most times?
fr_fr: Quel est le dessin animé que vous avez vu le plus de fois ?

source: What TV show or anime can you watch over and over?
fr_fr: Quelle série télé ou anime pouvez-vous regarer en permanence ?

source: What recipe could you eat all the time?
fr_fr: Quelle recette pouvez-vous manger tout le temps ?

source: Which country do you like to visit the most?
fr_fr: Quel pays aimez-vous visiter le plus ?

source: In which town do you feel like you are at home?
fr_fr: Dans quelle ville vous sentez-vous le plus chez vous ?

source: What sport do you like to practice the most?
fr_fr: Quel est le sport que vous aimez le plus pratiquer ?

source: What sport do you like to watch the most?
fr_fr: Quel est le sport que vous aimez le plus regarder ?

source: Is there a picture that is your favorite?
fr_fr: Est-ce qu'il y a une photo qui est votre préférée ?

source: Is there a personnality that you would like to meet?
fr_fr: Est-ce qu'il y a une personnalité que vous aimeriez rencontrer ?

source: Is there a dead personnality that you would like to resurrect?
fr_fr: Est-ce qu'il y a une personnalité morte que vous aimeriez ressuciter ?

source: What is your all time favorite book?
fr_fr: Quel est votre livre préféré ?

source: What is your all time favorite comic book?
fr_fr: Quelle est votre BD préférée ?

source: What is your all time favorite painting?
fr_fr: Quelle est votre peinture préférée ?

source: What is your all time favorite game?
fr_fr: Quel est votre jeu préféré ?

source: What is your all time favorite video game?
fr_fr: Quel est votre jeu vidéo préféré ?

source: What is the video game that you played the most?
fr_fr: A quel jeu vidéo avez-vous joué le plus ?

source: What is the animal that you find the cutest?
fr_fr: Quel est l'animal que vous trouvez le plus mignon ?
